Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhaseb Property
 "Branch Circuit Apparent Power Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhaseb { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitApparentLoadPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace